aic94xx-firmware
alsi
amdgpu-pro-libgl
android-studio
authy
betterlockscreen
bspwm-git
checkra1n-cli
gpick-git
i3lock-color
ifuse
intellij-idea-ultimate-edition
intellij-idea-ultimate-edition-jre
libopenaptx-git
lightdm-webkit-theme-aether
ncurses5-compat-libs
necta-wifi-mouse
nerd-fonts-ubuntu-mono
packettracer
pfetch
picom-git
pipes.sh
polybar-git
postman-bin
qmk-git
qt5-styleplugins
rofi-greenclip
rofi-power-menu
siji-git
simplenote-electron-bin
skypeforlinux-stable-bin
spotify
sxhkd-git
telegram-desktop-bin
ttf-ms-fonts
ttf-unifont
tty-clock
upd72020x-fw
visual-studio-code-bin
wd719x-firmware
yay-bin
zoom
zramswap
zscroll-git
