a2jmidid
accountsservice
alacritty
alsa-utils
android-file-transfer
android-tools
android-udev
aom
arandr
arduino
arduino-avr-core
arduino-docs
arj
aspell-es
aspnet-targeting-pack
atomicparsley
autoconf
automake
awesome-terminal-fonts
base
bash-completion
bat
binutils
bison
blueman
bluez
bluez-utils
bpytop
brightnessctl
btrfs-progs
calcurse
cbatticon
cifs-utils
clinfo
cmatrix
composer
cpio
criu
dblatex
dhclient
dhcp
dhcpcd
dialog
discord
dnsmasq
docker-compose
dosfstools
dotnet-sdk
dunst
dvd+rw-tools
easy-rsa
efibootmgr
ethtool
exfat-utils
f2fs-tools
fakeroot
feh
ffmpeg
file
filezilla
findutils
firefox
flameshot
flex
fop
fzf
garcon
gawk
gcc
geckodriver
geeqie
gettext
gnome-font-viewer
gnome-keyring
gnu-free-fonts
go
gpart
gptfdisk
graphviz
grep
groff
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hardinfo
hddtemp
htop
hunspell
hunspell-es_any
hunspell-es_es
hyphen-es
ifplugd
inetutils
intel-compute-runtime
intel-media-driver
intel-ucode
iw
iwd
jack2-dbus
jasper
jdk-openjdk
jfsutils
kitty
kvantum
lame
lbzip2
lesspipe
lhasa
lib32-alsa-plugins
lib32-libpulse
lib32-mesa
lib32-ocl-icd
lib32-simplescreenrecorder
libcddb
libde265
libdvdcss
libdvdread
libjxl
libkdcraw
libmng
libmpeg2
libmtp
libopenraw
libraw
libreoffice-fresh
libreoffice-fresh-es
libtheora
libtool
libva-intel-driver
libva-utils
libva-vdpau-driver
libvdpau-va-gl
libvpx
libwmf
lightdm
lightdm-gtk-greeter
lightdm-webkit2-greeter
lilypond
linux-firmware
linux-lts
linux-lts-headers
logrotate
lrzip
lsb-release
lsd
lshw
lvm2
lxappearance
lynx
lzip
lzop
m4
maim
make
mariadb
mdp
mesa-demos
mesa-utils
mkinitcpio
msmtp
mtools
mythes-es
nano
ndisc6
neofetch
neovim
net-tools
netbeans
netctl
network-manager-applet
networkmanager
nginx
nilfs-utils
nodejs
notification-daemon
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
ntp
ocl-icd
opencl-headers
openvpn
os-prober
p7zip
pacman
pacman-contrib
pamixer
papirus-icon-theme
patch
pavucontrol
php
php-fpm
php-gd
php-odbc
php-pgsql
php-sqlite
pigz
pipewire-media-session
pipewire-v4l2
pkgconf
playerctl
ppp
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pulseaudio-equalizer-ladspa
python-dbus-next
python-intelhex
python-pip
python-psutil
python-pycryptodome
python-pynvim
python-pywal
python-pywlroots
python-rdflib
python-selenium
qbittorrent
qt5ct
qtile
ranger
realtime-privileges
redshift
reflector
reiserfsprogs
rofi
rofi-emoji
schroedinger
scrcpy
scrot
sdl
sed
simplescreenrecorder
sl
source-highlight
sudo
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tree
ttf-dejavu
ttf-font-awesome
ttf-hack
ttf-liberation
ttf-opensans
tumbler
udftools
udiskie
ueberzug
unarchiver
unarj
unrar
unzip
usb_modeswitch
usbutils
vcdimager
vdpauinfo
vlc
volumeicon
vulkan-intel
vulkan-radeon
webp-pixbuf-loader
wget
which
wireless-regdb
wireless_tools
wmname
wvdial
x264
x265
xarchiver
xcb-util-cursor
xclip
xdg-user-dirs
xdotool
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-vesa
xfce4-settings
xfsprogs
xine-lib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
xvidcore
yarn
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zerotier-one
zip
zita-ajbridge
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
